C_SND_TBL dgk3_L001a84(
    0x0000,0x0000,0x00b7,
    dgk3_L001aae,dgk3_L001c9c,dgk3_L001e3a,dgk3_L001fda,
    dgk3_L0021c2,dgk3_L002438,dgk3_L00243c,dgk3_L002440,dgk3_L002444);
C_SND_TBL dgk3_L002448(
    0x0000,0x0000,0x008c,
    dgk3_L002472,dgk3_L00248a,dgk3_L0024d6,dgk3_L002588,
    dgk3_L00263c,dgk3_L002698,dgk3_L0026b2,dgk3_L0026b6,dgk3_L0026ba);
C_SND_TBL dgk3_L0026c8(
    0x0000,0x0000,0x00be,
    dgk3_L0026f2,dgk3_L0027f4,dgk3_L0029f8,dgk3_L002bbc,
    dgk3_L002d6c,dgk3_L002f7a,dgk3_L00313e,dgk3_L003142,dgk3_L003146);
C_SND_TBL dgk3_L003242(
    0x0000,0x0000,0x00bd,
    dgk3_L00326c,dgk3_L00339c,dgk3_L00346c,dgk3_L0035a0,
    dgk3_L0036f0,dgk3_L003828,dgk3_L003876,dgk3_L00387a,dgk3_L00387e);
C_SND_TBL dgk3_L003882(
    0x0000,0x0000,0x00b1,
    dgk3_L0038ac,dgk3_L003a5a,dgk3_L003c2e,dgk3_L003dd8,
    dgk3_L003f80,dgk3_L003f98,dgk3_L004086,dgk3_L00408a,dgk3_L00408e);
C_SND_TBL dgk3_L004178(
    0x0000,0x0000,0x00ba,
    dgk3_L0041a2,dgk3_L004274,dgk3_L00435e,dgk3_L004412,
    dgk3_L0044fe,dgk3_L0045aa,dgk3_L004608,dgk3_L00460c,dgk3_L004610);
C_SND_TBL dgk3_L004698(
    0x0000,0x0000,0x00a4,
    dgk3_L0046c2,dgk3_L004776,dgk3_L004826,dgk3_L0048ca,
    dgk3_L00497a,dgk3_L004a1e,dgk3_L004a68,dgk3_L004a6c,dgk3_L004a70);
C_SND_TBL dgk3_L004a94(
    0x0000,0x0000,0x00b3,
    dgk3_L004abe,dgk3_L004b4c,dgk3_L004c22,dgk3_L004cfe,
    dgk3_L004d80,dgk3_L004e02,dgk3_L005040,dgk3_L005044,dgk3_L005048);
C_SND_TBL dgk3_L00504c(
    0x0000,0x0000,0x00bb,
    dgk3_L005076,dgk3_L0051a2,dgk3_L0052d8,dgk3_L00540e,
    dgk3_L005576,dgk3_L0056de,dgk3_L0057fc,dgk3_L005800,dgk3_L005804);
C_SND_TBL dgk3_L005808(
    0x0000,0x0000,0x00b4,
    dgk3_L005832,dgk3_L005b12,dgk3_L005c38,dgk3_L005d62,
    dgk3_L005eac,dgk3_L005ff8,dgk3_L006088,dgk3_L00608c,dgk3_L006090);
C_SND_TBL dgk3_L006144(
    0x0000,0x0000,0x00c3,
    dgk3_L00616e,dgk3_L006260,dgk3_L006356,dgk3_L006544,
    dgk3_L00655e,dgk3_L0065d2,dgk3_L006652,dgk3_L006656,dgk3_L00665a);
C_SND_TBL dgk3_L0066b4(
    0x0000,0x0000,0x00c9,
    dgk3_L0066de,dgk3_L00684e,dgk3_L0068da,dgk3_L006974,
    dgk3_L00699a,dgk3_L006b12,dgk3_L006c90,dgk3_L006c94,dgk3_L006c98);
C_SND_TBL dgk3_L006d12(
    0x0000,0x0000,0x00be,
    dgk3_L006d3c,dgk3_L006eec,dgk3_L006fb6,dgk3_L0070e6,
    dgk3_L0071b0,dgk3_L0072e0,dgk3_L0073b8,dgk3_L0073bc,dgk3_L0073c0);
C_SND_TBL dgk3_L00740e(
    0x0000,0x0000,0x00bc,
    dgk3_L007438,dgk3_L00752a,dgk3_L0076fc,dgk3_L0077f0,
    dgk3_L0078f6,dgk3_L0078fa,dgk3_L007a00,dgk3_L007a04,dgk3_L007a08);
C_SND_TBL dgk3_L007aac(
    0x0000,0x0000,0x00b5,
    dgk3_L007ad6,dgk3_L007c44,dgk3_L007e04,dgk3_L007f74,
    dgk3_L00808c,dgk3_L0081dc,dgk3_L008632,dgk3_L008636,dgk3_L00863a);
C_SND_TBL dgk3_L00863e(
    0x0000,0x0000,0x00b7,
    dgk3_L008668,dgk3_L008684,dgk3_L0087c0,dgk3_L008872,
    dgk3_L0089e0,dgk3_L008b4c,dgk3_L008ce6,dgk3_L008cea,dgk3_L008cee);
C_SND_TBL dgk3_L008e1a(
    0x0000,0x0000,0x00a6,
    dgk3_L008e44,dgk3_L0091e4,dgk3_L0092d8,dgk3_L009420,
    dgk3_L0097c0,dgk3_L009906,dgk3_L00991a,dgk3_L00991e,dgk3_L009922);
C_SND_TBL dgk3_L009946(
    0x0000,0x0000,0x00b9,
    dgk3_L009970,dgk3_L0099fa,dgk3_L009c46,dgk3_L009e26,
    dgk3_L00a0ce,dgk3_L00a56c,dgk3_L00a7b2,dgk3_L00a7b6,dgk3_L00a7ba);
C_SND_TBL dgk3_L00a890(
    0x0000,0x0000,0x00bc,
    dgk3_L00a8ba,dgk3_L00a9b4,dgk3_L00a9cc,dgk3_L00aaf8,
    dgk3_L00ab0e,dgk3_L00ac3c,dgk3_L00adb8,dgk3_L00adbc,dgk3_L00adc0);
C_SND_TBL dgk3_L00ae82(
    0x0000,0x0000,0x00bc,
    dgk3_L00aeac,dgk3_L00b08a,dgk3_L00b2d4,dgk3_L00b4c2,
    dgk3_L00b61a,dgk3_L00b6ea,dgk3_L00b8d4,dgk3_L00b8d8,dgk3_L00b8dc);
C_SND_TBL dgk3_L00b960(
    0x0000,0x0000,0x00be,
    dgk3_L00b98a,dgk3_L00bd44,dgk3_L00bf92,dgk3_L00c0f4,
    dgk3_L00c25a,dgk3_L00c376,dgk3_L00c476,dgk3_L00c47a,dgk3_L00c47e);
C_SND_TBL dgk3_L00c590(
    0x0000,0x0000,0x00be,
    dgk3_L00c5ba,dgk3_L00c77e,dgk3_L00c8d2,dgk3_L00c9e4,
    dgk3_L00caf6,dgk3_L00cc28,dgk3_L00cd5c,dgk3_L00cd60,dgk3_L00cd64);
C_SND_TBL dgk3_L00ce20(
    0x0000,0x0000,0x00d8,
    dgk3_L00ce4a,dgk3_L00cfc8,dgk3_L00d1ea,dgk3_L00d2f6,
    dgk3_L00d698,dgk3_L00d7b4,dgk3_L00d8ce,dgk3_L00d8d2,dgk3_L00d8d6);
C_SND_TBL dgk3_L00d9e2(
    0x0000,0x0000,0x00b0,
    dgk3_L00da0c,dgk3_L00dccc,dgk3_L00de00,dgk3_L00e06c,
    dgk3_L00e1c8,dgk3_L00e2b8,dgk3_L00e44e,dgk3_L00e452,dgk3_L00e456);
C_SND_TBL dgk3_L00e5aa(
    0x0000,0x0000,0x009a,
    dgk3_L00e5d4,dgk3_L00e612,dgk3_L00e7dc,dgk3_L00e814,
    dgk3_L00e9de,dgk3_L00ec52,dgk3_L00eeca,dgk3_L00eece,dgk3_L00eed2);
C_SND_TBL dgk3_L00eed6(
    0x0000,0x0000,0x00a2,
    dgk3_L00ef00,dgk3_L00ef5c,dgk3_L00efb0,dgk3_L00f006,
    dgk3_L00f062,dgk3_L00f0b6,dgk3_L00f10c,dgk3_L00f110,dgk3_L00f114);
C_SND_TBL dgk3_L00f118(
    0x0000,0x0000,0x009a,
    dgk3_L00f142,dgk3_L00f264,dgk3_L00f368,dgk3_L00f47e,
    dgk3_L00f586,dgk3_L00f6a0,dgk3_L00f8b4,dgk3_L00f8b8,dgk3_L00f8bc);
C_SND_TBL dgk3_L00f8c0(
    0x0000,0x0000,0x00aa,
    dgk3_L00f8ea,dgk3_L00fac4,dgk3_L00fc42,dgk3_L00fe8c,
    dgk3_L0100c0,dgk3_L0102e0,dgk3_L010500,dgk3_L010504,dgk3_L010508);
C_SND_TBL dgk3_L010588(
    0x0000,0x0000,0x00ce,
    dgk3_L0105b2,dgk3_L01072a,dgk3_L01097a,dgk3_L010ac4,
    dgk3_L010c0e,dgk3_L010d58,dgk3_L010d72,dgk3_L010d76,dgk3_L010d7a);
C_SND_TBL dgk3_L010d88(
    0x0000,0x0000,0x007f,
    dgk3_L010db2,dgk3_L01113c,dgk3_L01156a,dgk3_L011796,
    dgk3_L0117c4,dgk3_L011acc,dgk3_L011cf6,dgk3_L011cfa,dgk3_L011cfe);
C_SND_TBL dgk3_L011d02(
    0x0000,0x0000,0x00a1,
    dgk3_L011d2c,dgk3_L011e38,dgk3_L011ee4,dgk3_L012024,
    dgk3_L01215e,dgk3_L01226e,dgk3_L0122aa,dgk3_L0122ae,dgk3_L0122b2);
C_SND_TBL dgk3_L0122c2(
    0x0000,0x0000,0x00c9,
    dgk3_L0122ec,dgk3_L0124c2,dgk3_L01269c,dgk3_L01285c,
    dgk3_L01292e,dgk3_L012a02,dgk3_L012b00,dgk3_L012b04,dgk3_L012b08);
C_SND_TBL dgk3_L012b1e(
    0x0000,0x0000,0x00bc,
    dgk3_L012b48,dgk3_L012c8c,dgk3_L012d58,dgk3_L012e86,
    dgk3_L012f7a,dgk3_L012f90,dgk3_L013084,dgk3_L013088,dgk3_L01308c);
C_SND_TBL dgk3_L013112(
    0x0000,0x0000,0x00a7,
    dgk3_L01313c,dgk3_L013448,dgk3_L01386e,dgk3_L013bdc,
    dgk3_L013f86,dgk3_L013fdc,dgk3_L0142f4,dgk3_L0142f8,dgk3_L0142fc);
C_SND_TBL dgk3_L0143d4(
    0x0000,0x0000,0x00a9,
    dgk3_L0143fe,dgk3_L01451e,dgk3_L014612,dgk3_L0146e6,
    dgk3_L01480c,dgk3_L0148e4,dgk3_L014a04,dgk3_L014a08,dgk3_L014a0c);
C_SND_TBL dgk3_L0152ae(
    0x0000,0x0000,0x00ce,
    dgk3_L0152d8,dgk3_L0153a4,dgk3_L01546e,dgk3_L015472,
    dgk3_L015542,dgk3_L01560c,dgk3_L0156d6,dgk3_L0156da,dgk3_L0156de);
C_SND_TBL dgk3_L015886(
    0x0000,0x0000,0x00c1,
    dgk3_L0158b0,dgk3_L0158cc,dgk3_L0158e8,dgk3_L015904,
    dgk3_L015920,dgk3_L01593c,dgk3_L015958,dgk3_L01595c,dgk3_L015960);
C_SND_TBL dgk3_L015964(
    0x0000,0x0000,0x00b4,
    dgk3_L01598e,dgk3_L0159a8,dgk3_L0159c4,dgk3_L0159d4,
    dgk3_L015a24,dgk3_L015a74,dgk3_L015ac4,dgk3_L015ac8,dgk3_L015acc);
C_SND_TBL dgk3_L015ad0(
    0x0000,0x0000,0x00a4,
    dgk3_L015afa,dgk3_L015b38,dgk3_L015b74,dgk3_L015bb0,
    dgk3_L015be6,dgk3_L015bea,dgk3_L015bee,dgk3_L015bf2,dgk3_L015bf6);
C_SND_TBL dgk3_L015c9c(
    0x0000,0x0000,0x00c6,
    dgk3_L015cc6,dgk3_L015cec,dgk3_L015d16,dgk3_L015d3a,
    dgk3_L015dae,dgk3_L015e26,dgk3_L015e3e,dgk3_L015e42,dgk3_L015e46);





/*
L0009e2:
	.dc.l	L001a84
	.dc.l	L002448
	.dc.l	L0026c8
	.dc.l	L003242
	.dc.l	L003882
	.dc.l	L004178
	.dc.l	L004698
	.dc.l	L004a94
	.dc.l	L00504c
	.dc.l	L005808
	.dc.l	L006144
	.dc.l	L0066b4
	.dc.l	L006d12
	.dc.l	L00740e
	.dc.l	L007aac
	.dc.l	L00863e
	.dc.l	L008e1a
	.dc.l	L009946
	.dc.l	L00a890
	.dc.l	L00ae82
	.dc.l	L00b960
	.dc.l	L00c590
	.dc.l	L00ce20
	.dc.l	L00d9e2
	.dc.l	L00e5aa
	.dc.l	L00eed6
	.dc.l	L00f118
	.dc.l	L00f8c0
	.dc.l	L010588
	.dc.l	L010d88
	.dc.l	L011d02
	.dc.l	L0122c2
	.dc.l	L012b1e
	.dc.l	L013112
	.dc.l	L0143d4
	.dc.l	L014a10
	.dc.l	L014a26
	.dc.l	L014a42
	.dc.l	L014a6c
	.dc.l	L014b04
	.dc.l	L014bbc
	.dc.l	L014ca8
	.dc.l	L014d2e
	.dc.l	L014e10
	.dc.l	L014f0a
	.dc.l	L014ff6
	.dc.l	L0150e0
	.dc.l	L0156e2
	.dc.l	L015886
	.dc.l	L015964
	.dc.l	L015ad0
	.dc.l	L015c9c
	.dc.l	L015e4a
	.dc.l	L015e5e
	.dc.l	L015e7c
	.dc.l	L015e90
	.dc.l	L015ea6
	.dc.l	L015ebc
	.dc.l	L015ed0
	.dc.l	L015ee4
	.dc.l	L015ef8
	.dc.l	L015f0c
	.dc.l	L0152ae
	.dc.l	L015bfa

	.data

L000ae2:
	.dc.b	$00,$00,$00,$00,$00
L000ae7:
	.dc.b	$01,$0e,$00,$01,$18,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00
L000b12:
	.dc.b	$00,$00,$00,$00,$00,$01,$0e,$00
	.dc.b	$01,$18,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
L000b42:
	.dc.b	$00,$00,$00,$00,$00,$01,$0e,$00
	.dc.b	$01,$18,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
L000b72:
	.dc.b	$00,$00,$00,$00,$00,$01,$0e,$00
	.dc.b	$01,$18,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
L000ba2:
	.dc.b	$00,$00,$00,$00,$00,$01,$0e,$00
	.dc.b	$01,$18,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
L000bd2:
	.dc.b	$00,$00,$00,$00,$00,$01,$0e,$00
	.dc.b	$01,$18,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
L000c02:
	.dc.b	$00,$00,$00,$00,$00,$01,$0e,$00
	.dc.b	$01,$18,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
L000c32:
	.dc.b	$00,$00,$00,$00,$00,$01,$0e,$00
	.dc.b	$01,$18,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
L000c62:
	.dc.b	$00,$00,$00,$00,$00,$01,$0e,$00
	.dc.b	$00,$18,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$01,$0e,$00
	.dc.b	$00,$18,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00,$00,$00
L000cc2:
	.dc.b	$00,$00,$00,$01,$63,$00,$00,$00
	.dc.b	$00,$00,$00,$00,$00,$00
L000cd0:
	.dc.b	$60,$50,$44,$38,$2a,$22,$1d,$17
	.dc.b	$13,$10,$0d,$0a,$08,$05,$02,$00
	.dc.b	$7f,$70,$68,$60,$58,$50,$48,$40
	.dc.b	$38,$30,$28,$20,$18,$10,$08,$00
L000cf0:
	.dc.b	$08,$08,$08,$08,$0c,$0e,$0e,$0f
L000cf8:
	.dc.b	$0c,$0d,$0e,$10,$11,$12,$14,$15
	.dc.b	$16,$18,$19,$1a,$1c,$1d,$1e,$20
	.dc.b	$21,$22,$24,$25,$26,$28,$29,$2a
	.dc.b	$2c,$2d,$2e,$30,$31,$32,$34,$35
	.dc.b	$36,$38,$39,$3a,$3c,$3d,$3e,$40
	.dc.b	$41,$42,$44,$45,$46,$48,$49,$4a
	.dc.b	$4c,$4d,$4e,$50,$51,$52,$54,$55
	.dc.b	$56,$58,$59,$5a,$5c,$5d,$5e,$60
	.dc.b	$61,$62,$64,$65,$66,$68,$69,$6a
	.dc.b	$6c,$6d,$6e,$70,$71,$72,$74,$75
	.dc.b	$76,$78,$79,$7a,$7c,$7d,$7e,$80
	.dc.b	$81,$82,$84,$85,$86,$88,$89,$8a
	.dc.b	$8c,$8d,$8e,$90,$91,$92,$94,$95
	.dc.b	$96,$98,$99,$9a
L000d64:
	.dc.b	$0d,$84,$0d,$86,$0d,$8b,$0d,$96
	.dc.b	$0d,$a1,$0d,$ac,$0d,$b7,$0d,$b9
	.dc.b	$0d,$bb,$0d,$bd,$0d,$c1,$0d,$bf
	.dc.b	$0d,$c3,$0d,$c5,$0d,$c7,$0d,$c9
	.dc.b	$00,$80,$e8,$18,$18,$e8,$80,$fc
	.dc.b	$fd,$ff,$01,$03,$04,$03,$01,$ff
	.dc.b	$fd,$80,$fd,$fd,$ff,$01,$03,$03
	.dc.b	$03,$01,$ff,$fd,$80,$fe,$fe,$ff
	.dc.b	$01,$02,$02,$02,$01,$ff,$fe,$80
	.dc.b	$ff,$ff,$00,$01,$01,$01,$01,$00
	.dc.b	$ff,$ff,$80,$01,$80,$ff,$80,$02
	.dc.b	$80,$fe,$80,$fc,$80,$04,$80,$06
	.dc.b	$80,$fa,$80,$08,$80,$f8,$80
L000dcb:
	.dc.b	'ミュージックドライバー　for　ドラゴンナイト３　Ｘ６８０００'
	.dc.b	$0d,$0a
	.dc.b	'                               ',$09,'  ',$09,' Dec. 9th 19'
	.dc.b	'91 By Dogen SHIBUYA',$0d,$0a,$00
L000e4d:
	.dc.b	$0d,$0a
	.dc.b	'Ｘ６８０００本体のライン出力をお手持ちのオーディオシステムに'
	.dc.b	'接続することにより',$0d,$0a
	.dc.b	'臨場感あふれる大迫力サウンドがお楽しみいただけます。',$0d,$0a
	.dc.b	$00
L000ed6:
	.dc.b	$0d,$0a
	.dc.b	'ミュージックドライバーがすでに常駐しています。',$0d,$0a
	.dc.b	'組み込みを中止しました。',$07
L000f21:
	.dc.b	$0d,$0a,$00,$00
L000f25:
	.dc.b	$0d,$0a
	.dc.b	'Ｘ６８０００　サウンドテストプログラム',$09,$09,'”ドラゴン'
	.dc.b	'ナイト３”',$0d,$0a
	.dc.b	$09,$09,$09,$09,'  プログラム　渋谷　道玄　・　武内　基朗',$0d
	.dc.b	$0a
	.dc.b	'Ａ：オープニング　　　　　　　ａ：宿屋',$0d,$0a
	.dc.b	'Ｂ：ディードのヴーン　　　　　ｂ：道具屋',$0d,$0a
	.dc.b	'Ｃ：タイトル　　　　　　　　　ｃ：武器屋',$0d,$0a
	.dc.b	'Ｄ：街　　　　　　　　　　　　ｄ：ゲームオーバー',$0d,$0a
	.dc.b	'Ｅ：ヌーディスト村　　　　　　ｅ：女神のテーマ',$0d,$0a
	.dc.b	'Ｆ：タイソン　　　　　　　　　ｆ：女神バイバイ',$0d,$0a
	.dc.b	'Ｇ：ストロベリーフィールズ　　ｇ：凱旋',$0d,$0a
	.dc.b	'Ｈ：赤ずきん　　　　　　　　　ｈ：スタッフ',$0d,$0a
	.dc.b	'Ｉ：妖精の村　　　　　　　　　ｉ：未来',$0d,$0a
	.dc.b	'Ｊ：ネコ族の村　　　　　　　　ｊ：雷１',$0d,$0a
	.dc.b	'Ｋ：フィールド１　　　　　　　ｋ：雷２',$0d,$0a
	.dc.b	'Ｌ：フィールド２　　　　　　　ｌ：雷３',$0d,$0a
	.dc.b	'Ｍ：ダンジョン　　　　　　　　ｍ：吹雪１',$0d,$0a
	.dc.b	'Ｎ：墓場の地下　　　　　　　　ｎ：吹雪２',$0d,$0a
	.dc.b	'Ｏ：カリスト城内部　　　　　　ｏ：吹雪３',$0d,$0a
	.dc.b	'Ｐ：イヌの洞窟　　　　　　　　ｐ：火炎１',$0d,$0a
	.dc.b	'Ｑ：メシアの神殿内部　　　　　ｑ：火炎２',$0d,$0a
	.dc.b	'Ｒ：最後の洞窟　　　　　　　　ｒ：火炎３',$0d,$0a
	.dc.b	'Ｓ：ダンジョン戦闘　　　　　　ｓ：治癒１',$0d,$0a
	.dc.b	'Ｔ：フィールド戦闘１　　　　　ｔ：治癒２',$0d,$0a
	.dc.b	'Ｕ：フィールド戦闘２　　　　　ｕ：治癒３',$0d,$0a
	.dc.b	'Ｖ：フィールド戦闘３　　　　　ｖ：ワープ',$0d,$0a
	.dc.b	'Ｗ：ボス戦　　　　　　　　　　ｗ：レベルアップ',$0d,$0a
	.dc.b	'Ｘ：最終ボス戦　　　　　　　　ｘ：発見１',$0d,$0a
	.dc.b	'Ｙ：すけべ１　　　　　　　　　ｙ：発見２',$0d,$0a
	.dc.b	'Ｚ：すけべ２　　　　　　　　　ｚ：結界',$0d,$0a
	.dc.b	$0d,$0a
	.dc.b	'０－９：その他のＳＥ　　　　　ＣＯＭＭＡＮＤ',$00
L001414:
	.dc.b	'DK3.PCM',$00,$00,$00,$00
L00141f:
	.dc.b	$00,$00,$00
L001422:
	.dc.l	$00000000,$00000000
*/




ElfSoundList   dgk3_lst[] = {
&dgk3_L001a84,	"Ａ：オープニング",
&dgk3_L002448,	"Ｂ：ディードのヴーン",
&dgk3_L0026c8,	"Ｃ：タイトル",
&dgk3_L003242,	"Ｄ：街",
&dgk3_L003882,	"Ｅ：ヌーディスト村",
&dgk3_L004178,	"Ｆ：タイソン",
&dgk3_L004698,	"Ｇ：ストロベリーフィールズ",
&dgk3_L004a94,	"Ｈ：赤ずきん",
&dgk3_L00504c,	"Ｉ：妖精の村",
&dgk3_L005808,	"Ｊ：ネコ族の村",
&dgk3_L006144,	"Ｋ：フィールド１",
&dgk3_L0066b4,	"Ｌ：フィールド２",
&dgk3_L006d12,	"Ｍ：ダンジョン",
&dgk3_L00740e,	"Ｎ：墓場の地下",
&dgk3_L007aac,	"Ｏ：カリスト城内部",
&dgk3_L00863e,	"Ｐ：イヌの洞窟",
&dgk3_L008e1a,	"Ｑ：メシアの神殿内部",
&dgk3_L009946,	"Ｒ：最後の洞窟",
&dgk3_L00a890,	"Ｓ：ダンジョン戦闘",
&dgk3_L00ae82,	"Ｔ：フィールド戦闘１",
&dgk3_L00b960,	"Ｕ：フィールド戦闘２",
&dgk3_L00c590,	"Ｖ：フィールド戦闘３",
&dgk3_L00ce20,	"Ｗ：ボス戦",
&dgk3_L00d9e2,	"Ｘ：最終ボス戦",
&dgk3_L00e5aa,	"Ｙ：すけべ１",
&dgk3_L00eed6,	"Ｚ：すけべ２",
&dgk3_L00f118,  "ａ：宿屋",                       
&dgk3_L00f8c0,  "ｂ：道具屋",                     
&dgk3_L010588,  "ｃ：武器屋",                     
&dgk3_L010d88,  "ｄ：ゲームオーバー",             
&dgk3_L011d02,  "ｅ：女神のテーマ",               
&dgk3_L0122c2,  "ｆ：女神バイバイ",               
&dgk3_L012b1e,  "ｇ：凱旋",                       
&dgk3_L013112,  "ｈ：スタッフ",                   
&dgk3_L0143d4,  "ｉ：未来",                       
/*
&dgk3_L014a10,  "ｊ：雷１",                       
&dgk3_L014a26,  "ｋ：雷２",                       
&dgk3_L014a42,  "ｌ：雷３",                       
&dgk3_L014a6c,  "ｍ：吹雪１",                     
&dgk3_L014b04,  "ｎ：吹雪２",                     
&dgk3_L014bbc,  "ｏ：吹雪３",                     
&dgk3_L014ca8,  "ｐ：火炎１",                     
&dgk3_L014d2e,  "ｑ：火炎２",                     
&dgk3_L014e10,  "ｒ：火炎３",                     
&dgk3_L014f0a,  "ｓ：治癒１",                     
&dgk3_L014ff6,  "ｔ：治癒２",                     
&dgk3_L0150e0,  "ｕ：治癒３",                     
&dgk3_L0156e2,  "ｖ：ワープ",                     
&dgk3_L015886,  "ｗ：レベルアップ",               
&dgk3_L015964,  "ｘ：発見１",                     
&dgk3_L015ad0,  "ｙ：発見２",                     
&dgk3_L015c9c,  "ｚ：結界",                        

&dgk3_L015e4a,	"０",
&dgk3_L015e5e,	"１",
&dgk3_L015e7c,	"２",
&dgk3_L015e90,	"３",
&dgk3_L015ea6,	"４",
&dgk3_L015ebc,	"５",
&dgk3_L015ed0,	"６",
&dgk3_L015ee4,	"７",
&dgk3_L015ef8,	"８",
&dgk3_L015f0c,	"９",
&dgk3_L0152ae,	"０",
&dgk3_L015bfa,	", ",
*/
	NULL,		NULL,
};


ElfSoundList   dgk3_lst_[] = {
&dgk3_L001a84,	"Ａ：オープニング",
//&dgk3_L002448,	"Ｂ：ディードのヴーン",
&dgk3_L0026c8,	"Ｃ：タイトル",
&dgk3_L003242,	"Ｄ：街",
/*&dgk3_L003882,	"Ｅ：ヌーディスト村",
&dgk3_L004178,	"Ｆ：タイソン",
&dgk3_L004698,	"Ｇ：ストロベリーフィールズ",
&dgk3_L004a94,	"Ｈ：赤ずきん",
&dgk3_L00504c,	"Ｉ：妖精の村",
&dgk3_L005808,	"Ｊ：ネコ族の村",
*/&dgk3_L006144,	"Ｋ：フィールド１",
/*&dgk3_L0066b4,	"Ｌ：フィールド２",
&dgk3_L006d12,	"Ｍ：ダンジョン",
&dgk3_L00740e,	"Ｎ：墓場の地下",
&dgk3_L007aac,	"Ｏ：カリスト城内部",
&dgk3_L00863e,	"Ｐ：イヌの洞窟",
&dgk3_L008e1a,	"Ｑ：メシアの神殿内部",
&dgk3_L009946,	"Ｒ：最後の洞窟",
&dgk3_L00a890,	"Ｓ：ダンジョン戦闘",
&dgk3_L00ae82,	"Ｔ：フィールド戦闘１",
&dgk3_L00b960,	"Ｕ：フィールド戦闘２",
&dgk3_L00c590,	"Ｖ：フィールド戦闘３",
&dgk3_L00ce20,	"Ｗ：ボス戦",
*/&dgk3_L00d9e2,	"Ｘ：最終ボス戦",
&dgk3_L00e5aa,	"Ｙ：すけべ１",
&dgk3_L00eed6,	"Ｚ：すけべ２",
&dgk3_L00f118,  "ａ：宿屋",                       
&dgk3_L00f8c0,  "ｂ：道具屋",                     
&dgk3_L010588,  "ｃ：武器屋",                     
&dgk3_L010d88,  "ｄ：ゲームオーバー",             
/*&dgk3_L011d02,  "ｅ：女神のテーマ",               
&dgk3_L0122c2,  "ｆ：女神バイバイ",               
*/&dgk3_L012b1e,  "ｇ：凱旋",                       
&dgk3_L013112,  "ｈ：スタッフ",                   
//&dgk3_L0143d4,  "ｉ：未来",                       
/*
&dgk3_L014a10,  "ｊ：雷１",                       
&dgk3_L014a26,  "ｋ：雷２",                       
&dgk3_L014a42,  "ｌ：雷３",                       
&dgk3_L014a6c,  "ｍ：吹雪１",                     
&dgk3_L014b04,  "ｎ：吹雪２",                     
&dgk3_L014bbc,  "ｏ：吹雪３",                     
&dgk3_L014ca8,  "ｐ：火炎１",                     
&dgk3_L014d2e,  "ｑ：火炎２",                     
&dgk3_L014e10,  "ｒ：火炎３",                     
&dgk3_L014f0a,  "ｓ：治癒１",                     
&dgk3_L014ff6,  "ｔ：治癒２",                     
&dgk3_L0150e0,  "ｕ：治癒３",                     
&dgk3_L0156e2,  "ｖ：ワープ",                     
&dgk3_L015886,  "ｗ：レベルアップ",               
&dgk3_L015964,  "ｘ：発見１",                     
&dgk3_L015ad0,  "ｙ：発見２",                     
&dgk3_L015c9c,  "ｚ：結界",                        
/*
&dgk3_L015e4a
&dgk3_L015e5e
&dgk3_L015e7c
&dgk3_L015e90
&dgk3_L015ea6
&dgk3_L015ebc
&dgk3_L015ed0
&dgk3_L015ee4
&dgk3_L015ef8
&dgk3_L015f0c
&dgk3_L0152ae
&dgk3_L015bfa*/
	NULL,		NULL,
};
